tap "denisidoro/tools"
tap "homebrew/bundle"
brew "bash"
brew "bat"
brew "coreutils"
brew "eza"
brew "findutils"
brew "fzf"
brew "gnu-sed"
brew "hyperfine"
brew "make"
brew "mas"
brew "python@3.11"
brew "wget"
brew "zsh"
brew "denisidoro/tools/docpars"
cask "betterdisplay"
cask "contexts"
cask "devtoys"
cask "discord"
cask "gitkraken"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "ngrok"
cask "obs"
cask "orbstack"
cask "postman"
cask "qlmarkdown"
cask "rar"
cask "shottr"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "Codely.codely-theme"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "GuodongSun.vscode-git-cruise"
vscode "hashicorp.terraform"
vscode "jiapeiyao.tab-group"
vscode "mechatroner.rainbow-csv"
vscode "miguelsolorio.fluent-icons"
vscode "miguelsolorio.symbols"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "QuanLi.focus"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "yzhang.markdown-all-in-one"
